Repository: fsr-de/pretix-wallet
Catalog: pretix_wallet/locale/*_Informal/LC_MESSAGES/django.po
Languages: de

source: A user-based wallet based on pretix giftcards
de: Ein nutzer*innen-basiertes Wallet mittels pretix Wertgutscheinen

source: You do not have a wallet.
de: Du hast kein Wallet.

source: Your wallet has a negative balance. Please top it up or use another payment method.
de: Dein Wallet hat negatives Guthaben. Bitte lade es auf oder nutze eine andere Zahlungsmethode.

source: This gift card does not support this currency.
de: Dieser Wertgutschein unterstützt diese Währung nicht.

source: This gift card is not accepted by this event organizer.
de: Dieser Wertgutschein wird von dieser Veranstalter*in nicht akzeptiert.

source: Wallet payments cannot be accepted for this event.
de: Wallet-Bezahlungen werden für dieses Event nicht angenommen.

source: The API key that the terminal uses to authenticate against the POS api provided by this plugin.
de: Der API-Key wird vom Terminal genutzt, um sich gegen die POS-API zu authentifizieren.

source: Pairing
de: Paarung

source: Pair your transponder
de: Paare deinen Transponder

source: You are about to pair your transponder (%(token_id)s) with your wallet (%(name)s). Please make sure to keep it with you at all times as it can be used to debit balance at our terminals from now on.
de: Du bist dabei, Deinen Transponder (%(token_id)s) mit deinem Wallet (%(name)s) zu paaren. Bitte stelle sicher, dass du ihn immer dabei hast, weil Du mit ihm mit deinem Guthaben an unseren Terminals bezahlen kannst.

source: Your wallet is already paired to a transponder. If you continue with this pairing, the old pairing will be removed.
de: Dein Wallet ist bereits mit einem Transponder gepaart. Wenn Du fortfährst, wird der alte Transponder entfernt.

source: Cancel
de: Abbrechen

source: Pair
de: Paaren

source: Transactions
de: Transaktionen

source: Successfully paired
de: Erfolgreich gepaart

source: Not paired
de: Nicht gepaart

source: Forget my transponder
de: Vergesse meinen Transponder

source: Hold your transponder to a terminal and follow the instructions on screen to pair.
de: Zum Paaren halte Deinen Transponder an ein Terminal und folge den Instruktionen auf dem Bildschirm

source: Oh no, your balance is negative!
de: Oh nein, dein Guthaben ist negativ!

source: Please top-up as soon as possible so we can keep providing this shared coffee machine. We sell coffee at cost, don't make money and have little buffer.
de: Bitte lade Dein Wallet so schnell wie möglich auf, damit wir diese geteilte Kaffeemaschine weiter betreiben können. Wir verkaufen den Kaffee zum Selbstkostenpreis, verdienen kein Geld damit und haben wenig Puffer.

source: Wait. We manually process each payment. But you can drink coffee right away: we automatically deduct that from your top-up.
de: Warte eine Weile. Wir verarbeiten Zahlungen manuell. Kaffee kannst Du allerdings trotzdem sofort trinken: Wir verrechnen das automatisch mit Deiner Aufladung.

source: item
de: Produkt

source: Your transponder has been paired succesfully.
de: Dein Transponder wurde erfolgreich gepaart.

source: Your transponder has been unpaired succesfully.
de: Dein Transponder wurde erfolgreich entpaart.
